tap "fwartner/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
brew "python@3.12"
brew "apache-spark"
brew "awscli"
brew "bat"
brew "bison"
brew "cmake"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "flex"
brew "fzf"
brew "gdk-pixbuf"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "gum"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "libomp"
brew "lua"
brew "luajit"
brew "luarocks"
brew "minikube"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "pkg-config"
brew "py3cairo"
brew "r", link: false
brew "ripgrep"
brew "scala@2.13"
brew "scipy"
brew "silicon"
brew "stow"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "vale"
brew "wget"
brew "yarn"
brew "yazi", args: ["HEAD"]
brew "yq"
brew "fwartner/tap/mac-cleanup"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "joshmedeski/sesh/sesh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "betterdisplay"
cask "docker"
cask "iterm2"
cask "postman"
cask "stats"
cask "wezterm"
