tap "homebrew/services"
tap "joshmedeski/sesh"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "go"
brew "gum"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "neovim"
brew "node"
brew "ocrmypdf"
brew "ollama"
brew "pandoc"
brew "pkgconf"
brew "py3cairo"
brew "ripgrep"
brew "scipy"
brew "silicon"
brew "stockfish"
brew "stow"
brew "tesseract-lang"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "joshmedeski/sesh/sesh"
cask "betterdisplay"
cask "chessx"
cask "karabiner-elements"
cask "rectangle"
cask "wezterm"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
